const lesson1 = `a — неопределённый артикль (an ставится перед гласными звуками) (подробнее). Неопределённый артикль сообщает слушателю о том, что он не может однозначно идентифицировать далее названный объект.

I am a man. - Я мужчина. - Один из мужчин во всем мире.

I have a dog. - У меня есть собака - Некая собака, одна из всех в мире.

Зачем вашему собеседнику нужен такой показатель определённости, вы поймёте позже, когда у вас накопится языковой опыт. Пока же запомните, что перед всеми исчисляемыми существительными необходимо ставить артикль, обойтись без него нельзя, если нет артикля, значит должен быть какой-то иной определитель (мы вернемся к этой теме позже).

Неопределённый артикль не ставится с неисчисляемыми понятиями ("хлеб", "вода", "любовь"). Подставьте мысленно слово "один", если не звучит, значит неопределённый артикль ставить не надо.
(подробнее). Вместо артикля с такими словами часто используется слово "some" - "немного, некоторое количество", так же как и артикль, его можно в таком контексте не переводить.

I have some water - У меня есть немного воды. У меня есть вода.

ГЛАГОЛ БЫТЬ - TO BE
Глагол "to be" - быть, являться - это неправильный самостоятельный глагол. О том, что значит самостоятельный, мы узнаем позже, а вот неправильный означает, что формы этого глагола образуются нерегулярным образом. Глагол to be - самый неправильный, у него больше форм, чем у каких бы то ни было других глаголов. К тому же, он встречается чаще других глаголов в языке. Потому мы сразу же начнём с ним знакомиться, ведь мы должны успеть подружиться со всеми его формами.

В этом навыке вы встретите 2 формы настоящего времени - "am", "is" - соответствующие русскому "есть". В русском "есть", как правило, опускается, а в английском его опускать нельзя. Чтобы напомнить вам об этом, мы почти всегда ставим на его месте тире, даже если по правилам русского оно там не предусмотрено.

Am используется только с первым лицом единственного числа, то есть с I - "я" (всегда заглавное "i"), а is используется с третьим лицом единственного числа, то есть с "he" - "он", "she" - "она" и "it" - "это", "он", "она", "оно" (со всеми неодушевлёнными предметами и животными).

I am a woman. Я - (есть) женщина.
She is a girl. Она - (есть) девочка.
It is a book. Это - (есть) книга.
It is a cat. Это - (есть) кошка.
ГЛАГОЛ ИМЕТЬ - TO HAVE
Глагол "to have" - "иметь" - является неправильным и несамостоятельным. У него тоже есть разные формы для разных лиц. А именно, в простом настоящем времени:

I have water. - У меня есть вода.
She has water. - У неё есть вода.

Глагол "to have" не настолько неправильный, как глагол "to be", так как форма "has" образована почти по правилам. Согласно правилу, в простом настоящем времени к глаголам третьего лица единственного числа (т.е. с "он", "она", "оно") добавляется окончание S, то есть по правилам должно было быть "haveS", однако из-за частого употребления, эта форма упростилась до has.

Обратите внимание, в русском языке непосредственно глагол "иметь" используется только в устойчивых выражениях - "иметь совесть", "не иметь возражений", и т.д. Во всех же остальных случаях правильно говорить "У меня есть" и "У меня нет".

СОЮЗ А. В английском нет союза А, его роль выполняет союз and. Будьте внимательны, если в предложении есть перечисление, объединение, то and переводится как и, если же в предложении дано сравнение или противопоставление, то and переводится как а.

Пример. Он и я — друзья. Я мужчина, а ты — женщина.`
export default lesson1;
